Repository: norsehorse-dev/TapPony
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Name a tag to use {tag_label} and name rules, or give it its own profile. The name stays on this phone.
de: Gib einem Tag einen Namen, um {tag_label} und Regeln nach Tag-Name zu nutzen, oder gib ihm ein eigenes Profil. Der Name bleibt auf diesem Handy.
es: Ponle nombre a una etiqueta para usar {tag_label} y reglas por nombre, o asígnale su propio perfil. El nombre se queda en este teléfono.
fr: Nommez un tag pour utiliser {tag_label} et les règles par nom, ou pour lui attribuer son propre profil. Le nom reste sur ce téléphone.
pt_br: Dê nome a uma tag para usar {tag_label} e regras por nome, ou para atribuir a ela um perfil próprio. O nome fica neste celular.
ru: Дайте метке название, чтобы использовать {tag_label} и правила по названию, или назначьте ей собственный профиль. Название остаётся на этом телефоне.
zh_hans: 为标签命名后即可使用 {tag_label} 和按名称匹配的规则，或为它指定专用配置。名称只保存在这部手机上。

source: Name last scanned tag (%@)
de: Zuletzt gescanntes Tag benennen (%@)
es: Poner nombre a la última etiqueta escaneada (%@)
fr: Nommer le dernier tag scanné (%@)
pt_br: Dar nome à última tag lida (%@)
ru: Назвать последнюю отсканированную метку (%@)
zh_hans: 为上次扫描的标签命名（%@）

source: Names use letters, digits and underscores, like HA_TOKEN.
de: Namen bestehen aus Buchstaben, Ziffern und Unterstrichen, etwa HA_TOKEN.
es: Los nombres usan letras, dígitos y guiones bajos, por ejemplo HA_TOKEN.
fr: Les noms utilisent des lettres, des chiffres et des tirets bas, comme HA_TOKEN.
pt_br: Os nomes usam letras, dígitos e sublinhados, como HA_TOKEN.
ru: Имена состоят из букв, цифр и подчёркиваний, например HA_TOKEN.
zh_hans: 名称可使用字母、数字和下划线，例如 HA_TOKEN。

source: Needs attention
de: Bitte prüfen
es: Requiere atención
fr: À vérifier
pt_br: Requer atenção
ru: Требует внимания
zh_hans: 需要处理

source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
pt_br: Erro de rede
ru: Ошибка сети
zh_hans: 网络错误

source: New batch
de: Neue Serie
es: Nuevo lote
fr: Nouveau lot
pt_br: Novo lote
ru: Новая серия
zh_hans: 新批次

source: New profile
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
pt_br: Novo perfil
ru: Новый профиль
zh_hans: 新建配置

source: No named tags yet. Launch links you write show up here.
de: Noch keine benannten Tags. Startlinks, die du schreibst, erscheinen hier.
es: Aún no hay etiquetas con nombre. Los enlaces de inicio que escribas aparecerán aquí.
fr: Aucun tag nommé pour l’instant. Les liens de lancement que vous écrivez apparaissent ici.
pt_br: Nenhuma tag com nome ainda. Os links de abertura que você gravar aparecem aqui.
ru: Названных меток пока нет. Здесь появятся записанные вами ссылки запуска.
zh_hans: 还没有已命名的标签。你写入的启动链接会显示在这里。

source: No profile
de: Kein Profil
es: Sin perfil
fr: Aucun profil
pt_br: Nenhum perfil
ru: Нет профиля
zh_hans: 无配置

source: No profiles yet. Tap + to start from a preset.
de: Noch keine Profile. Tippe auf +, um mit einer Vorlage zu starten.
es: Aún no hay perfiles. Toca + para empezar desde una plantilla predefinida.
fr: Aucun profil pour l’instant. Touchez + pour partir d’un préréglage.
pt_br: Nenhum perfil ainda. Toque em + para começar com uma predefinição.
ru: Профилей пока нет. Нажмите +, чтобы начать с заготовки.
zh_hans: 还没有配置。点按 + 从预设开始。

source: No rule matched this tag, so nothing was sent.
de: Keine Regel passt zu diesem Tag, daher wurde nichts gesendet.
es: Ninguna regla coincidió con esta etiqueta, así que no se envió nada.
fr: Aucune règle ne correspond à ce tag, rien n’a donc été envoyé.
pt_br: Nenhuma regra correspondeu a esta tag, então nada foi enviado.
ru: Ни одно правило не подошло к этой метке, поэтому ничего не отправлено.
zh_hans: 没有规则匹配此标签，因此未发送任何内容。

source: No rules yet.
de: Noch keine Regeln.
es: Aún no hay reglas.
fr: Aucune règle pour l’instant.
pt_br: Nenhuma regra ainda.
ru: Правил пока нет.
zh_hans: 还没有规则。

source: No scans yet. Each scan you send shows up here. Test sends don't.
de: Noch keine Scans. Jeder Scan, den du sendest, erscheint hier. Testsendungen nicht.
es: Aún no hay escaneos. Cada escaneo que envíes aparecerá aquí. Los envíos de prueba no.
fr: Aucun scan pour l’instant. Chaque scan envoyé apparaît ici, mais pas les envois de test.
pt_br: Nenhuma leitura ainda. Cada leitura enviada aparece aqui. Envios de teste não aparecem.
ru: Сканирований пока нет. Здесь появляется каждое отправленное сканирование. Проверочные отправки сюда не попадают.
zh_hans: 还没有扫描记录。你发送的每次扫描都会显示在这里，测试发送不会。

source: No tag was read before the scan timed out.
de: Der Scan ist abgelaufen, ohne dass ein Tag gelesen wurde.
es: No se leyó ninguna etiqueta antes de que se agotara el tiempo del escaneo.
fr: Aucun tag n’a été lu avant l’expiration du délai de scan.
pt_br: Nenhuma tag foi lida antes de o tempo da leitura se esgotar.
ru: Время сканирования истекло, метка не считана.
zh_hans: 扫描超时，未读取到标签。

source: None
de: Keine
es: Ninguna
fr: Aucune
pt_br: Nenhuma
ru: Нет
zh_hans: 无

source: Not enough room on this tag.
de: Auf diesem Tag ist nicht genug Platz.
es: No hay suficiente espacio en esta etiqueta.
fr: Pas assez de place sur ce tag.
pt_br: Não há espaço suficiente nesta tag.
ru: На этой метке недостаточно места.
zh_hans: 此标签空间不足。

source: Not sent
de: Nicht gesendet
es: No enviado
fr: Non envoyé
pt_br: Não enviado
ru: Не отправлено
zh_hans: 未发送

source: Notes
de: Notizen
es: Notas
pt_br: Notas
ru: Заметки
zh_hans: 备注

source: Nothing detected yet. iPhone can't read bank cards, MIFARE Classic, or smart cards it doesn't recognize.
de: Noch nichts erkannt. Das iPhone kann keine Bankkarten, kein MIFARE Classic und keine Smartcards lesen, die es nicht erkennt.
es: Aún no se ha detectado nada. El iPhone no puede leer tarjetas bancarias, MIFARE Classic ni tarjetas inteligentes que no reconoce.
fr: Rien de détecté pour l’instant. L’iPhone ne peut pas lire les cartes bancaires, les MIFARE Classic ni les cartes à puce qu’il ne reconnaît pas.
pt_br: Nada detectado ainda. O iPhone não lê cartões bancários, MIFARE Classic nem smart cards que ele não reconhece.
ru: Пока ничего не обнаружено. iPhone не может читать банковские карты, MIFARE Classic и смарт-карты, которые он не распознаёт.
zh_hans: 尚未检测到任何内容。iPhone 无法读取银行卡、MIFARE Classic 或它无法识别的智能卡。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
pt_br: Desativada
ru: Выкл.
zh_hans: 已关闭

source: Off. Every scan goes to the profile picked on the Scan tab.
de: Aus. Jeder Scan geht an das Profil, das im Scan-Tab gewählt ist.
es: Desactivadas. Cada escaneo va al perfil elegido en la pestaña Escanear.
fr: Désactivées. Chaque scan va au profil choisi dans l’onglet Scanner.
pt_br: Desativadas. Toda leitura vai para o perfil escolhido na aba Escanear.
ru: Выкл. Каждое сканирование отправляется в профиль, выбранный на вкладке «Сканер».
zh_hans: 已关闭。每次扫描都会发送到“扫描”标签页上选定的配置。

source: On, %lld rules
de: An, %lld Regeln
es: Activadas, %lld reglas
fr: Activées, %lld règles
pt_br: Ativadas, %lld regras
ru: Вкл., правил: %lld
zh_hans: 已开启，%lld 条规则

source: On, 1 rule
de: An, 1 Regel
es: Activadas, 1 regla
fr: Activées, 1 règle
pt_br: Ativadas, 1 regra
ru: Вкл., 1 правило
zh_hans: 已开启，1 条规则

source: Only send when the tag has NDEF content
de: Nur senden, wenn das Tag NDEF-Inhalt hat
es: Enviar solo si la etiqueta tiene contenido NDEF
fr: Envoyer uniquement si le tag a du contenu NDEF
pt_br: Só enviar quando a tag tiver conteúdo NDEF
ru: Отправлять, только если на метке есть NDEF-содержимое
zh_hans: 仅在标签有 NDEF 内容时发送

source: Opens TapPony and starts a scan with the active profile.
de: Öffnet TapPony und startet einen Scan mit dem aktiven Profil.
es: Abre TapPony e inicia un escaneo con el perfil activo.
fr: Ouvre TapPony et lance un scan avec le profil actif.
pt_br: Abre o TapPony e inicia uma leitura com o perfil ativo.
ru: Открывает TapPony и запускает сканирование с активным профилем.
zh_hans: 打开 TapPony，并使用当前配置开始扫描。

source: Originality signature
de: Originalitätssignatur
es: Firma de originalidad
fr: Signature d’originalité
pt_br: Assinatura de originalidade
ru: Подпись оригинальности
zh_hans: 原厂签名

source: PHP CSV receiver
de: PHP-CSV-Empfänger
es: Receptor CSV en PHP
fr: Récepteur PHP CSV
pt_br: Receptor CSV em PHP
ru: Приёмник CSV на PHP
zh_hans: PHP CSV 接收器

source: Paste a channel webhook URL from the channel's Integrations settings.
de: Füge eine Kanal-Webhook-URL aus den „Integrationen“-Einstellungen des Kanals ein.
es: Pega la URL de webhook de un canal desde los ajustes de “Integrations” del canal.
fr: Collez l’URL d’un webhook de salon, depuis les paramètres « Integrations » du salon.
pt_br: Cole uma URL de webhook do canal, que fica em Integrations nas configurações do canal.
ru: Вставьте URL вебхука канала из раздела «Integrations» в настройках канала.
zh_hans: 粘贴频道 Integrations 设置中的频道 webhook URL。

source: Paste an incoming webhook URL from your Slack app.
de: Füge eine Incoming-Webhook-URL aus deiner Slack-App ein.
es: Pega una URL de webhook entrante de tu app de Slack.
fr: Collez l’URL d’un webhook entrant de votre app Slack.
pt_br: Cole uma URL de webhook de entrada do seu app do Slack.
ru: Вставьте URL входящего вебхука из своего приложения Slack.
zh_hans: 粘贴你的 Slack 应用中的传入 webhook URL。

source: Paste the URL from a Catch Hook trigger.
de: Füge die URL eines „Catch Hook“-Triggers ein.
es: Pega la URL de un disparador “Catch Hook”.
fr: Collez l’URL d’un déclencheur « Catch Hook ».
pt_br: Cole a URL de um gatilho Catch Hook.
ru: Вставьте URL из триггера «Catch Hook».
zh_hans: 粘贴 Catch Hook 触发器的 URL。

source: Paste the URL from a Custom webhook module.
de: Füge die URL eines „Custom webhook“-Moduls ein.
es: Pega la URL de un módulo “Custom webhook”.
fr: Collez l’URL d’un module « Custom webhook ».
pt_br: Cole a URL de um módulo Custom webhook.
ru: Вставьте URL из модуля «Custom webhook».
zh_hans: 粘贴 Custom webhook 模块的 URL。

source: Payload
de: Nutzdaten
es: Carga útil
fr: Contenu
pt_br: Conteúdo
ru: Полезная нагрузка
zh_hans: 有效载荷

source: Pick at least one profile to send to.
de: Wähle mindestens ein Profil als Ziel.
es: Elige al menos un perfil al que enviar.
fr: Choisissez au moins un profil de destination.
pt_br: Escolha pelo menos um perfil para onde enviar.
ru: Выберите хотя бы один профиль для отправки.
zh_hans: 请至少选择一个要发送到的配置。

source: Pick the profile by the tag itself, so the garage sticker and the office badge can go to different places without switching.
de: Wähle das Profil anhand des Tags selbst, damit der Aufkleber in der Garage und der Ausweis im Büro ohne Umschalten an verschiedene Ziele gehen.
es: Elige el perfil según la propia etiqueta, para que la pegatina del garaje y la credencial de la oficina vayan a sitios distintos sin tener que cambiar.
fr: Le tag lui-même choisit le profil : l’autocollant du garage et le badge du bureau peuvent ainsi aller à des endroits différents sans changer de profil.
pt_br: Escolha o perfil pela própria tag, assim o adesivo da garagem e o crachá do escritório podem ir para lugares diferentes sem você precisar trocar.
ru: Профиль выбирается по самой метке, так что наклейка в гараже и пропуск в офисе могут отправлять данные в разные места без переключения.
zh_hans: 根据标签本身选择配置，这样车库的贴纸和办公室的工牌无需切换就能发送到不同的地方。

source: Plain HTTP only goes to local network addresses. Use https:// for anything on the internet.
de: Unverschlüsseltes HTTP geht nur an Adressen im lokalen Netzwerk. Nutze https:// für alles im Internet.
es: El HTTP sin cifrar solo se envía a direcciones de la red local. Usa https:// para cualquier destino en internet.
fr: Le HTTP non chiffré n’est envoyé qu’aux adresses du réseau local. Utilisez https:// pour tout ce qui est sur Internet.
pt_br: HTTP sem criptografia só pode ir para endereços da rede local. Use https:// para qualquer coisa na internet.
ru: Обычный HTTP отправляется только на адреса в локальной сети. Для всего, что находится в интернете, используйте https://.
zh_hans: 明文 HTTP 只能发往局域网地址。发往互联网的请求请使用 https://。

source: Plain text, readable by any NFC app and by {ndef_text} in TapPony.
de: Reiner Text, lesbar für jede NFC-App und über {ndef_text} in TapPony.
es: Texto plano, legible por cualquier app NFC y por {ndef_text} en TapPony.
fr: Texte brut, lisible par n’importe quelle app NFC et via {ndef_text} dans TapPony.
pt_br: Texto simples, legível por qualquer app de NFC e por {ndef_text} no TapPony.
ru: Обычный текст. Его может прочитать любое NFC-приложение, а в TapPony он доступен как {ndef_text}.
zh_hans: 纯文本，任何 NFC 应用都能读取，在 TapPony 中可通过 {ndef_text} 读取。

source: Posts a plain-text notification to an ntfy topic. Pick a topic name nobody will guess, or use your own ntfy server.
de: Sendet eine reine Textbenachrichtigung an ein ntfy-Topic. Wähle einen Topic-Namen, den niemand errät, oder nutze deinen eigenen ntfy-Server.
es: Publica una notificación de texto plano en un tema de ntfy. Elige un nombre de tema que nadie pueda adivinar o usa tu propio servidor ntfy.
fr: Publie une notification en texte brut sur un sujet ntfy. Choisissez un nom de sujet que personne ne devinera, ou utilisez votre propre serveur ntfy.
pt_br: Publica uma notificação em texto simples em um tópico do ntfy. Escolha um nome de tópico que ninguém vá adivinhar ou use seu próprio servidor ntfy.
ru: Отправляет текстовое уведомление в тему ntfy. Выберите название темы, которое никто не угадает, или используйте собственный сервер ntfy.
zh_hans: 向 ntfy 主题发送一条纯文本通知。请选一个别人猜不到的主题名称，或使用你自己的 ntfy 服务器。

source: Posts the tag details as JSON to any endpoint.
de: Sendet die Tag-Details als JSON an einen beliebigen Endpunkt.
es: Envía los detalles de la etiqueta como JSON a cualquier endpoint.
fr: Envoie les détails du tag en JSON à n’importe quel endpoint.
pt_br: Envia os detalhes da tag como JSON para qualquer endpoint.
ru: Отправляет данные метки в формате JSON на любой адрес.
zh_hans: 将标签详情以 JSON 格式发送到任意端点。

source: Posts uid, payload and timestamp as a web form.
de: Sendet uid, payload und timestamp als Webformular.
es: Envía uid, payload y timestamp como un formulario web.
fr: Envoie uid, payload et timestamp sous forme de formulaire web.
pt_br: Envia uid, payload e timestamp como um formulário web.
ru: Отправляет uid, payload и timestamp как веб-форму.
zh_hans: 以网页表单形式发送 uid、payload 和 timestamp。

source: Profile
de: Profil
es: Perfil
fr: Profil
pt_br: Perfil
ru: Профиль
zh_hans: 配置

source: Profiles
de: Profile
es: Perfiles
fr: Profils
pt_br: Perfis
ru: Профили
zh_hans: 配置

source: Put credentials in a header or the auth section, not in the URL.
de: Gib Zugangsdaten in einem Header oder im Bereich Authentifizierung an, nicht in der URL.
es: Pon las credenciales en un encabezado o en la sección de autenticación, no en la URL.
fr: Placez les identifiants dans un en-tête ou dans la section d’authentification, pas dans l’URL.
pt_br: Coloque as credenciais em um cabeçalho ou na seção de autenticação, não na URL.
ru: Указывайте учётные данные в заголовке или в разделе аутентификации, а не в URL.
zh_hans: 请将凭据放在请求头或身份验证部分中，不要放在 URL 里。

source: Put your event name in the URL and save your Webhooks key as the secret IFTTT_KEY.
de: Trag deinen Event-Namen in die URL ein und speichere deinen „Webhooks“-Schlüssel als Secret IFTTT_KEY.
es: Pon el nombre de tu evento en la URL y guarda tu clave de “Webhooks” como el secreto IFTTT_KEY.
fr: Mettez le nom de votre événement dans l’URL et enregistrez votre clé Webhooks comme secret IFTTT_KEY.
pt_br: Coloque o nome do seu evento na URL e salve sua chave do Webhooks como o segredo IFTTT_KEY.
ru: Укажите имя своего события в URL и сохраните свой ключ «Webhooks» как секрет IFTTT_KEY.
zh_hans: 将事件名称填入 URL，并将你的 Webhooks 密钥保存为机密 IFTTT_KEY。

source: Queued
de: In Warteschlange
es: En cola
fr: En file d’attente
pt_br: Na fila
ru: В очереди
zh_hans: 已排队

source: Read
de: Lesen
es: Leer
fr: Lire
pt_br: Lida
ru: Считать
zh_hans: 已读取

source: Read NFC Tag
de: NFC-Tag lesen
es: Leer etiqueta NFC
fr: Lire un tag NFC
pt_br: Ler tag NFC
ru: Считать NFC-метку
zh_hans: 读取 NFC 标签

source: Read chip details
de: Chipdetails lesen
es: Leer detalles del chip
fr: Lire les détails de la puce
pt_br: Ler detalhes do chip
ru: Считывать данные чипа
zh_hans: 读取芯片详情

source: Read chip details (model, signature, counter)
de: Chipdetails lesen (Modell, Signatur, Zähler)
es: Leer detalles del chip (modelo, firma, contador)
fr: Lire les détails de la puce (modèle, signature, compteur)
pt_br: Ler detalhes do chip (modelo, assinatura, contador)
ru: Считывать данные чипа (модель, подпись, счётчик)
zh_hans: 读取芯片详情（型号、签名、计数器）

source: Record
de: Datensatz
es: Registro
fr: Enregistrement
pt_br: Tipo de registro
ru: Запись
zh_hans: 记录类型

source: Request
de: Anfrage
es: Solicitud
fr: Requête
pt_br: Requisição
ru: Запрос
zh_hans: 请求

source: Request body
de: Anfrage-Body
es: Cuerpo de la solicitud
fr: Corps de la requête
pt_br: Corpo da requisição
ru: Тело запроса
zh_hans: 请求体

source: Response body
de: Antwort-Body
es: Cuerpo de la respuesta
fr: Corps de la réponse
pt_br: Corpo da resposta
ru: Тело ответа
zh_hans: 响应体

source: Result text
de: Ergebnistext
es: Texto del resultado
fr: Texte du résultat
pt_br: Texto do resultado
ru: Текст результата
zh_hans: 结果文本

source: Rule is on
de: Regel ist aktiv
es: Regla activada
fr: Règle activée
pt_br: Regra ativada
ru: Правило включено
zh_hans: 规则已启用

source: Rules
de: Regeln
es: Reglas
fr: Règles
pt_br: Regras
ru: Правила
zh_hans: 规则

source: Rules on: the tag picks the profile
de: Regeln an: Das Tag bestimmt das Profil
es: Reglas activadas: la etiqueta elige el perfil
fr: Règles activées : le tag choisit le profil
pt_br: Regras ativadas: a tag escolhe o perfil
ru: Правила включены: профиль выбирает метка
zh_hans: 规则已开启：由标签决定配置

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Save and send later when offline
de: Offline speichern und später senden
es: Guardar y enviar más tarde si no hay conexión
fr: Enregistrer et envoyer plus tard hors connexion
pt_br: Salvar e enviar depois se estiver offline
ru: Сохранять и отправлять позже, если нет сети
zh_hans: 离线时保存并稍后发送

source: Saved for later
de: Für später gespeichert
es: Guardado para más tarde
fr: Enregistré pour plus tard
pt_br: Salvo para depois
ru: Сохранено на потом
zh_hans: 已保存，稍后发送

source: Saved in Settings. The value never appears in the profile, history or exports.
de: Wird in den Einstellungen gespeichert. Der Wert erscheint nie im Profil, im Verlauf oder in Exporten.
es: Se guarda en Ajustes. El valor nunca aparece en el perfil, el historial ni las exportaciones.
fr: Enregistré dans les Réglages. La valeur n’apparaît jamais dans le profil, l’historique ni les exports.
pt_br: Salvo em Ajustes. O valor nunca aparece no perfil, no histórico nem nas exportações.
ru: Хранится в настройках. Значение никогда не появляется в профиле, истории или экспорте.
zh_hans: 保存在设置中。其值绝不会出现在配置、历史记录或导出文件中。

source: Saved, sends when back online
de: Gespeichert, wird gesendet, sobald du wieder online bist
es: Guardado, se enviará al recuperar la conexión
fr: Enregistré, envoi au retour de la connexion
pt_br: Salvo, será enviado quando houver conexão
ru: Сохранено, будет отправлено при подключении к сети
zh_hans: 已保存，恢复联网后发送

source: Say the result out loud
de: Ergebnis laut ansagen
es: Decir el resultado en voz alta
fr: Annoncer le résultat à voix haute
pt_br: Falar o resultado em voz alta
ru: Озвучивать результат
zh_hans: 朗读结果

source: Scan
de: Scannen
es: Escanear
fr: Scanner
pt_br: Escanear
ru: Сканер
zh_hans: 扫描

source: Scan a Tag
de: Tag scannen
es: Escanear una etiqueta
fr: Scanner un tag
pt_br: Escanear uma tag
ru: Сканировать метку
zh_hans: 扫描标签

source: Scan a tag
de: Tag scannen
es: Escanear una etiqueta
fr: Scanner un tag
pt_br: Escanear uma tag
ru: Сканировать метку
zh_hans: 扫描标签

source: Scan and Send
de: Scannen und senden
es: Escanear y enviar
fr: Scanner et envoyer
pt_br: Escanear e enviar
ru: Сканировать и отправить
zh_hans: 扫描并发送

source: Scan and send with ${profile}
de: Mit ${profile} scannen und senden
es: Escanear y enviar con ${profile}
fr: Scanner et envoyer avec ${profile}
pt_br: Escanear e enviar com ${profile}
ru: Сканировать и отправить с профилем ${profile}
zh_hans: 使用 ${profile} 扫描并发送

source: Scan with TapPony
de: Mit TapPony scannen
es: Escanear con TapPony
fr: Scanner avec TapPony
pt_br: Escanear com o TapPony
ru: Сканировать в TapPony
zh_hans: 使用 TapPony 扫描

source: Scanning
de: Scannen
es: Escaneo
fr: Scan
pt_br: Leitura
ru: Сканирование
zh_hans: 扫描

source: Scans one NFC tag and returns its UID, chip, and NDEF content. Nothing is sent anywhere.
de: Scannt ein NFC-Tag und gibt seine UID, den Chip und den NDEF-Inhalt zurück. Es wird nichts gesendet.
es: Escanea una etiqueta NFC y devuelve su UID, chip y contenido NDEF. No se envía nada a ningún sitio.
fr: Scanne un tag NFC et renvoie son UID, sa puce et son contenu NDEF. Rien n’est envoyé nulle part.
pt_br: Lê uma tag NFC e retorna o UID, o chip e o conteúdo NDEF dela. Nada é enviado para lugar nenhum.
ru: Сканирует одну NFC-метку и возвращает её UID, чип и NDEF-содержимое. Ничего никуда не отправляется.
zh_hans: 扫描一个 NFC 标签，并返回其 UID、芯片和 NDEF 内容。不会向任何地方发送数据。

source: Scans one NFC tag and sends it with a TapPony profile. Returns whether it was sent, the HTTP status and the server's message.
de: Scannt ein NFC-Tag und sendet es mit einem TapPony-Profil. Gibt zurück, ob es gesendet wurde, den HTTP-Status und die Nachricht des Servers.
es: Escanea una etiqueta NFC y la envía con un perfil de TapPony. Devuelve si se envió, el estado HTTP y el mensaje del servidor.
fr: Scanne un tag NFC et l’envoie avec un profil TapPony. Indique si l’envoi a eu lieu, le statut HTTP et le message du serveur.
pt_br: Lê uma tag NFC e a envia com um perfil do TapPony. Retorna se ela foi enviada, o status HTTP e a mensagem do servidor.
ru: Сканирует одну NFC-метку и отправляет её с профилем TapPony. Возвращает, было ли сканирование отправлено, HTTP-статус и сообщение сервера.
zh_hans: 扫描一个 NFC 标签，并使用 TapPony 配置发送。返回是否已发送、HTTP 状态以及服务器的消息。

source: Secret (masked everywhere)
de: Secret (überall maskiert)
es: Secreto (oculto en todas partes)
fr: Secret (masqué partout)
pt_br: Segredo (oculto em todo lugar)
ru: Секрет (везде скрыт)
zh_hans: 机密（在所有位置遮盖显示）

source: Secret name
de: Name des Secrets
es: Nombre del secreto
fr: Nom du secret
pt_br: Nome do segredo
ru: Имя секрета
zh_hans: 机密名称

source: Secrets not saved on this device yet: %@
de: Noch nicht auf diesem Gerät gespeicherte Secrets: %@
es: Secretos aún no guardados en este dispositivo: %@
fr: Secrets pas encore enregistrés sur cet appareil : %@
pt_br: Segredos ainda não salvos neste aparelho: %@
ru: Секреты, ещё не сохранённые на этом устройстве: %@
zh_hans: 尚未保存在本设备上的机密：%@

source: Send nothing
de: Nichts senden
es: No enviar nada
fr: Ne rien envoyer
pt_br: Não enviar nada
ru: Ничего не отправлять
zh_hans: 不发送

source: Send now
de: Jetzt senden
es: Enviar ahora
fr: Envoyer maintenant
pt_br: Enviar agora
ru: Отправить сейчас
zh_hans: 立即发送

source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à
pt_br: Enviar para
ru: Куда отправлять
zh_hans: 发送到

source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
pt_br: Enviando…
ru: Отправка…
zh_hans: 正在发送…

source: Sends the UID and time in the query string. Handy for simple logging endpoints.
de: Sendet UID und Uhrzeit im Query-String. Praktisch für einfache Logging-Endpunkte.
es: Envía el UID y la hora en la cadena de consulta. Útil para endpoints de registro sencillos.
fr: Envoie l’UID et l’heure dans les paramètres de l’URL. Pratique pour les endpoints de journalisation simples.
pt_br: Envia o UID e o horário na query string. Prático para endpoints simples de registro.
ru: Передаёт UID и время в строке запроса. Удобно для простых сервисов журналирования.
zh_hans: 在查询字符串中发送 UID 和时间。适合简单的日志记录端点。
